Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: A recurring journal is a general journal with specific fields for managing transactions that you post frequently with few or no changes.
cs_cz: Periodický deník je obecný deník se specifickými poli pro správu transakcí, které často odesíláte beze změn nebo s malými změnami.

source: Using these fields for recurring transactions, you can post both fixed and variable amounts.
cs_cz: Pomocí těchto polí pro periodické transakce můžete odesílat jak pevné, tak variabilní částky.

source: You can also specify automatic reversal entries for the day after the posting date and use allocation keys with the recurring entries.
cs_cz: Můžete také zadat položky storna pro den po datu zúčtování a použít rozdělovací klíče s periodickými položkami.

source: When performing business tasks, you interact with data in different ways, such as creating records and entering data, sorting and filtering data, writing notes, and outputting data to other applications.
cs_cz: Při provádění obchodních úloh komunikujete s daty různými způsoby, jako například vytvářením záznamů a zadávání dat, tříděním a filtrování dat, psaním poznámek a předáváním dat do jiných aplikací.

source: For example, you can adjust the size and position of any window, expand the width of columns and increase the height of column headers, and change the sorting of data in columns.
cs_cz: Můžete například upravit velikost a polohu libovolného okna, rozbalit šířku sloupců a zvýšit výšku hlaviček sloupců a změnit řazení dat ve sloupcích.

source: And if you want to use the horizontal scroll bar to view all columns on a list page or on document lines, you will see that there is a vertical freeze pane to restrict some columns from scrolling.
cs_cz: A chcete-li použít vodorovnou posuvnou lištu pro zobrazení všech sloupců na stránce seznamu nebo na řádcích dokladu, uvidíte, že se zde nachází svislé podokno zablokování, které omezuje posun sloupců.

source: The following table lists some of the general functionality with links to topics that describe them.
cs_cz: Následující tabulka obsahuje některé obecné funkce s odkazy na témata, která je popisují.

source: Change basic settings such as company or work date.
cs_cz: Změna základního nastavení, např. datum společnosti nebo pracovní datum.

source: Change Basic Settings
cs_cz: Změna základních nastavení

source: Read about including symbols and special characters when searching for data.
cs_cz: Informace o zahrnutí symbolů a speciálních znaků při vyhledávání dat.

source: See which fields must be filled in.
cs_cz: Zjištění, která pole musí být vyplněna.

source: Use Search to look for a specific page or report.
cs_cz: Použití funkce vyhledat, když hledáte konkrétní stránku nebo přehled.

source: Learn about how to sort data.
cs_cz: Informace o tom, jak řadit data.

source: Read about how to set up reports to print in a specific way.
cs_cz: Informace o tom, jak nastavit sestavy pro tisk specifickým způsobem.

source: Modify the colored indicator on cues.
cs_cz: Modifikaci barevného indikátoru hromádek.

source: Change how you view lists of, for example, customers, vendors, or items.
cs_cz: Změna způsobu zobrazování seznamů například zákazníků, dodavatelů nebo zboží.

source: In Dynamics NAV, you can choose to create an empty company so that you can upload data from other finance-setup systems to use in your new Dynamics NAV.
cs_cz: V Dynamics NAV můžete zvolit vytvoření prázdné společnosti, abyste mohli nahrát data z jiných systémů pro nastavení financí pro použití ve vaší nové aplikaci Dynamics NAV.

source: Depending on the finance-setup solution that your business uses today, you can transfer information about customers, vendors, inventory, and bank accounts.
cs_cz: V závislosti na nastavení financí, které vaše firma používá dnes, můžete přenést informace o zákaznících, dodavatelích, zásobách a bankovních účtech.

source: In the Business Owner Role Center, you can access an assisted setup guide that helps you transfer the business data from an Excel file or from other formats.
cs_cz: V centru rolí majitele společnosti získáte přístup k asistovanému nastavení, které vám pomůže přenést obchodní data ze souboru aplikace Excel nebo jiných formátů.

source: The type of files you can upload depends on the extensions that are available.
cs_cz: Typy souborů, které lze nahrát, závisí na dostupných rozšířeních.

source: For example, you can upload data from QuickBooks because Dynamics NAV includes an extension that handles the conversion from QuickBooks.
cs_cz: Můžete například nahrát data z QuickBooks, protože Dynamics NAV obsahuje rozšíření, které zpracovává konverzi z QuickBooks.

source: If you want to upload data from other finance-setup solutions, you must either check if an extension is available for that solution or import from Excel.
cs_cz: Chcete-li nahrát data z jiných nastavení financí, musíte buď zkontrolovat, zda je rozšíření pro toto řešení k dispozici nebo importovat z aplikace Excel.

source: Dynamics NAV includes templates for customers, vendors, and inventory items that you can choose to apply when you upload your data.
cs_cz: Dynamics NAV obsahuje šablony pro zákazníky, dodavatele a zboží, které můžete použít při nahrávání dat.

source: Transfer from QuickBooks
cs_cz: Přenést z aplikace QuickBooks

source: If your business uses QuickBooks today, you can export the relevant information to an Intuit Interchange Format (IIF) file.
cs_cz: Pokud vaše firma dnes používá QuickBooks, můžete odpovídající informace exportovat do souboru Intuit Interchange Format (IIF).

source: You can then open the assisted setup guide to transfer the data.
cs_cz: Potom můžete otevřít asistované nastavení pro přenos dat.

source: For example, if your IIF file includes customers and vendors, you can choose to transfer only the customer data.
cs_cz: Pokud například váš soubor IIF zahrnuje zákazníky a dodavatele, můžete se rozhodnout přenést pouze data zákazníků.

source: You can then transfer the rest of the information later.
cs_cz: Ostatní informace pak můžete přenést později.

source: The assisted setup includes an option to change the default configuration of the transfer, but we recommend that you only enter this advanced setup if you are familiar with database tables.
cs_cz: Asistované nastavení obsahuje možnost změnit výchozí konfiguraci přenosu, ale pokročilé nastavení doporučujeme pouze, pokud jste obeznámeni s databázovými tabulkami.

source: In the vast majority of businesses, the default mapping from QuickBooks to Dynamics NAV will transfer the information that you want.
cs_cz: V převážné většině společností výchozí mapování z QuickBooks převede do Dynamics NAV požadované informace.

source: When you first start using Dynamics NAV, you can run an assisted setup guide to quickly and easily set up sales tax information for your company and, optionally for your customers, and vendors.
cs_cz: Když poprvé začnete používat aplikaci Dynamics NAV, můžete spustit asistované nastavení pro rychlé a snadné nastavení informací o prodejní dani pro vaši společnost a volitelně pro vaše zákazníky a dodavatele.

source: In a matter of minutes, you are ready to create sales documents and purchase documents with sales tax calculated correctly.
cs_cz: Během několika minut jste připraveni vytvářet prodejní doklady a nákupní doklady s prodejní daní, které jsou správně vypočteny.

source: If you move to the empty My Company, we recommend that you start by using each of the assisted setup guides, including the one for sales tax.
cs_cz: Pokud se přesunete do nastavení prázdné společnosti Moje Společnost, doporučujeme použít všechna asistovaná nastavení, včetně nastavení pro prodejní daň.

source: If you prefer to set up sales tax yourself, this article explains what you have to take into consideration.
cs_cz: Pokud si přejete sami nastavit prodejní daň, tento článek vysvětluje, co musíte vzít v úvahu.

source: Tax Groups, Tax Areas, and Tax Jurisdictions
cs_cz: Daňové skupiny, daňové oblasti a daňové předpisy

source: In Dynamics NAV, a tax group represents a group of inventory items or resources that are subject to identical tax terms.
cs_cz: V Dynamics NAV představuje daňová skupina skupinu zboží nebo zdrojů, které podléhají stejným daňovým podmínkám.

source: For example, you can set up a tax group for taxable items and another for nontaxable items.
cs_cz: Například můžete nastavit jednu daňovou skupinu pro zdanitelné zboží a druhou daňovou skupinu pro zboží, které není předmětem daně.

source: You must assign tax group codes to inventory items and general ledger accounts.
cs_cz: Ke zboží a k účtům hlavní knihy musíte přiřadit kódy daňových skupin.

source: Similarly, you must assign tax area codes to customers, locations, and to your own company settings.
cs_cz: Podobně musíte přiřadit kódy daňové oblasti k zákazníkům, lokacím a k vlastnímu nastavení společnosti.

source: The assisted setup guide helps you do this.
cs_cz: Asistovaná nastavení vám s tím pomohou.

source: Each tax area is a grouping of sales tax jurisdictions based on a particular geographic location.
cs_cz: Každá daňová oblast je seskupením předpisů prodejní daně založených na konkrétní geografické poloze.

source: For example, the Miami, Florida, tax area includes three sales tax jurisdictions: city (Miami), county (Dade), and state (Florida).
cs_cz: Například daňová oblast Miami, Florida, zahrnuje tři předpisy prodejní daně: město (Miami), kraj (Dade) a stát (Florida).

source: Dynamics NAV includes a limited set of tax areas with a default configuration, but you can change them and add new tax areas.
cs_cz: Dynamics NAV obsahuje omezenou sadu daňových oblastí ve výchozí konfiguraci, ale můžete ji změnit a přidat nové daňové oblasti.

source: If you set up new tax areas and tax jurisdictions, you must make sure that you fill in the fields correctly.
cs_cz: Pokud nastavíte nové daňové oblasti a daňové předpisy, musíte se ujistit, že pole vyplníte správně.

source: In the United States, states, counties, cities, and localities can charge sales tax.
cs_cz: Ve Spojených státech mohou státy, kraje, města a lokality účtovat prodejní daň.

source: In Canada, the federal government and provinces can charge sales tax.
cs_cz: V Kanadě může federální vláda a provincie účtovat prodejní daň.

source: Companies collect and remit sales tax to these government authorities for products sold to end users.
cs_cz: Společnosti shromažďují a odvádějí prodejní daň těmto orgánům státní správy za produkty prodávané koncovým uživatelům.

source: Sales tax can also be charged to existing sales tax.
cs_cz: Prodejní daň může být také účtována na stávající prodejní daň.

source: For example, tax can be calculated on a sales invoice amount that already includes the tax from other jurisdictions.
cs_cz: Například daň lze vypočítat z částky prodejní faktury, která již zahrnuje prodejní daň dle jiných předpisů.

source: In Canada, tax amounts must be detailed in documents for each tax jurisdiction.
cs_cz: V Kanadě musí být částky daní uvedeny v dokladech pro každý daňový předpis.

source: Up to four jurisdictions can be displayed in a document, and jurisdictions that have the same print order are combined when they are printed.
cs_cz: V dokladu lze zobrazit až čtyři předpisy a při vytištění jsou kombinovány předpisy, které mají stejné pořadí tisku.

source: Tax Details
cs_cz: Daňové detaily

source: The Tax Details window shows different combinations of sales tax jurisdictions and sales tax groups to establish sales tax rates.
cs_cz: Okno Daňové detaily zobrazuje různé kombinace předpisů prodejní daně a skupin prodejní daně pro stanovení sazeb prodejní daně.

source: For each tax jurisdiction, we recommend that you set up one tax group for normal sales tax, another tax group for items or services that are not taxed, and an additional tax group for every type of item or service that is handled with a different sales tax rate in that jurisdiction.
cs_cz: Pro každý daňový předpis doporučujeme nastavit jednu daňovou skupinu pro běžnou prodejní daň, jinou daňovou skupinu pro zboží nebo služby, které nejsou zdaněny, a další daňovou skupinu pro každý typ zboží nebo služby, který je zdaněn jinou sazbou prodejní daně v daném předpisu.

source: In the United States, when you sell to a customer at a location where you do not have a situs—or a legal location in that state—you do not collect sales tax.
cs_cz: Ve Spojených státech, když prodáváte zákazníkovi v místě, kde nemají sídlo - nebo legální provozovnu v tom státě - nevybíráte daň z prodeje.

source: For locations in which you do not have a situs, ensure that both the Tax Below Minimum and Tax Above Maximum fields are 0.00.
cs_cz: U míst, kde nemáte sídlo, ujistěte se, že obě políčka Daň pod minimem a Daň nad maximem jsou 0,00.

source: Sales Tax setup made easy
cs_cz: Nastavení prodejní daně usnadněno

source: Allocate Costs and Income
cs_cz: Rozdělení nákladů a výnosů

source: The allocation can be made by three different methods:
cs_cz: Rozdělení může být provedeno třemi různými způsoby:

source: Quantity
cs_cz: Množství

source: Percentage (%)
cs_cz: Procento (%)

source: The allocation features can be used with recurring journals and in fixed assets journals.
cs_cz: Funkci rozdělení lze použít v periodických denících a denících dlouhodobého majetku.

source: Fill in a recurring general journal and specify the allocation quantity, percentage, or amount for the relevant accounts or dimensions.
cs_cz: Vyplňte periodický deník a pro rozdělení uveďte množství, procento nebo částku pro odpovídající účty nebo dimenze.

source: Change an allocation key that has already been set up.
cs_cz: Změňte klíč pro rozdělení, který již byl nastaven.

source: To change an allocation key
cs_cz: Změna klíče pro rozdělení

source: Close Accounting Periods
cs_cz: Uzavřít fiskální období

source: When a fiscal year is over, you must close the periods that comprise it.
cs_cz: Po ukončení fiskálního roku musíte ukončit období, kterého se fiskální rok týká.

source: To close accounting periods
cs_cz: Uzavřít fiskální období

source: In the Accounting Periods window, choose the Close Year action.
cs_cz: V okně Účetní období zvolte akci Uzavřít rok.

source: If more than one fiscal year is open, the earliest one is automatically selected to be closed.
cs_cz: Je-li otevřen více než jeden fiskální rok, ten nejstarší je automaticky vybrán k uzavření.

source: A message displays identifying the year that will close and the consequences of closing the year.
cs_cz: Zobrazí se zpráva identifikující rok, který bude uzavřen, a důsledky uzavření roku.

source: To close the year, choose the Yes button.
cs_cz: Chcete-li ukončit rok, zvolte tlačítko Ano .

source: The fiscal year is closed, and the Closed and Date Locked fields for all the periods in the year are selected.
cs_cz: Fiskální rok je uzavřen a jsou zaškrtnuty políčka Uzavřeno a Datum uzavřeno pro všechna období v roce.

source: The fiscal year cannot be opened again and you cannot remove the check mark from the Closed or Date Locked fields.
cs_cz: Fiskální rok nelze znovu otevřít a nelze odstranit zaškrtnutí z polí Uzavřeno nebo Datum uzavřeno .

source: You cannot close a fiscal year before you create a new one.
cs_cz: Nelze uzavřít fiskální rok, předtím než vytvoříte nový.

source: Notice that when a fiscal year has been closed, you cannot change the starting date of the following fiscal year.
cs_cz: Všimněte si, že po uzavření fiskálního roku nemůžete změnit počáteční datum následujícího fiskálního roku.

source: Even though a fiscal year has been closed, you can still post general ledger entries to it.
cs_cz: Přestože jste uzavřeli fiskální rok, můžete k němu zaúčtovat položky hlavní knihy.

source: When you do this, the entries will be marked as posted to a closed fiscal year and the Prior-Year Entry field will be selected.
cs_cz: Když to provedete, položky budou označeny jako zaúčtované v uzavřeném fiskálním roce a bude zaškrtnuto pole Položka předchozího roku .

source: After a fiscal year is closed, you must close the income statement accounts and transfer the year's results to an account in the balance sheet.
cs_cz: Po uzavření fiskálního roku musíte uzavřít účty nákladů a výnosů a převést roční výsledek na účet v rozvaze.

source: You can repeat this every time that you post to the closed fiscal year.
cs_cz: Můžete to opakovat pokaždé, když zaúčtujete do uzavřeného fiskálního roku.

source: Close Books
cs_cz: Uzavřít knihy

source: After you ensure that all your accounts are up-to-date, and you allocate costs and income, then you can close the books for a fiscal year or period.
cs_cz: Poté, co se ujistíte, že všechny vaše účty jsou aktuální a rozdělíte náklady a výnosy, můžete knihy uzavřít za fiskální rok nebo období.

source: You are not required to close a year, but doing so will make working in the system easier for you because you will be able to take advantage of the convenient filtering options provided.
cs_cz: Nemusíte zavírat rok, ale pokud to uděláte, budete pracovat v systému jednodušeji, protože budete moci využít výhodných možností filtrování.

source: You also do not have to worry about losing details of transactions when you close because all details are retained, even after you close the year.
cs_cz: Také se nemusíte obávat, že ztratíte detaily transakcí, když uzavřete, protože všechny detaily zůstanou zachovány i po ukončení roku.

source: Closing Book Process
cs_cz: Proces uzavření knih

source: The process for closing the book includes these main tasks:
cs_cz: Proces uzavření knih zahrnuje tyto hlavní úkoly:

source: Closing the accounting period.
cs_cz: Uzavření fiskálního období.

source: A fiscal year is defined as one or more open periods as defined in the Accounting Periods page.
cs_cz: Fiskální rok je definován jako jedno nebo více otevřených období definovaných na stránce Účetní období .

source: A typical fiscal year contains 12 periods of one month each, but you can also choose another method of defining a year.
cs_cz: Typický fiskální rok obsahuje 12 období (12 měsíců), ale můžete zvolit jinou metodu definování roku.

source: Close Accounting Periods .
cs_cz: Uzavřít fiskální období.

source: Registering prior-year entries.
cs_cz: Registrace položek předchozího roku.

source: When you close a fiscal year, you must enter a number of administrative transactions (such as prepaid and accrued items).
cs_cz: Při uzavření fiskálního roku musíte zadat řadu administrativních transakcí (například předplacené a časově rozlišené položky).

source: These transactions are called adjusting entries.
cs_cz: Tyto transakce se nazývají upravující.

source: There are no special rules for posting these entries, and they (like other entries) contain a check mark in the Prior-Year Entry field if they are posted on a date in a closed fiscal year.
cs_cz: Neexistují žádná zvláštní pravidla pro zaúčtování těchto položek a tyto položky (stejně jako ostatní položky) obsahují zaškrtnutí v poli Položka předchozího roku, pokud jsou zaúčtovány k datu uzavřeného fiskálního roku.

source: Transferring balances from the income statement accounts to the balance sheet.
cs_cz: Převedení salda z účtu výkazu zisků a ztrát do rozvahy.

source: After a fiscal year has been closed and all prior-year entries have been posted, the income statement accounts must be closed and the net income for the year must be transferred to an account under owners' equity on the balance sheet.
cs_cz: Po uzavření fiskálního roku a zaúčtování všech položek za předchozí rok musí být náklady a výnosy uzavřeny a čistý zisk za rok musí být převeden na rozvahový účet.

source: Use the Close Income Statement batch job for this purpose.
cs_cz: Pro tento účel použijte dávkovou úlohu Uzavření výsledovky.

source: The batch job processes all general ledger accounts of the type Income Statement and creates entries that reverse their balances.
cs_cz: Dávková úloha zpracovává všechny účty hlavní knihy typu Výsledovka a vytváří položky, které obsahují zůstatky s opačným znamínkem.

source: These entries are placed in a journal from which they can be posted.
cs_cz: Tyto položky jsou umístěny v deníku, ze kterého mohou být zaůčtovány.

source: The batch job does not post them automatically, except when an additional reporting currency is used.
cs_cz: Dávkové úlohy je nezaúčtují automaticky, s výjimkou případů, kdy je použita přídavná měna pro hlášení.

source: When an additional reporting currency is used, the batch job posts directly to the general ledger.
cs_cz: Pokud je použita přídavná měna prohlášení, dávková úloha zaúčtuje přímo do hlavní knihy.

source: For more information, see Close Income Statement.
cs_cz: Další informace naleznete v části Uzavření výsledovky.

source: Posting the year-end closing entry along with the offsetting equity account entries.
cs_cz: Zaúčtování položky zisku.

source: When the Close Income Statement batch job is finished, you post the entries generated by the job.
cs_cz: Po dokončení dávkového úlohy Uzavření výsledovky, zaúčtujete položky vygenerované dávkou.

source: If you did not specify a retained earnings account in the batch job, then enter one line with a balancing entry that posts the net income to the correct general ledger account under owners' equity on the balance sheet.
cs_cz: Pokud jste v dávkovém úloze neuvedli Účet dosažených zisků, zadejte jeden řádek s protiúčtem, který zaúčtuje čistý zisk na účet nerozděleného zisku v rozvaze.

source: Finally, post the journal.
cs_cz: Nakonec zaúčtujte deník.

source: Post Year-End Closing Entry .
cs_cz: Zaúčtovat položku uzavření roku.

source: What Happens When You Close
cs_cz: Co se stane při uzavření

source: When you close at the end of the year, the system moves your earnings from calculated earnings to the Retained Earnings account.
cs_cz: Když uzavřete rok, systém přenese vypočtený zisk na účet Nerozdělený zisk.

source: The system also marks the fiscal year as "closed," and marks all subsequent entries for the closed year as "prior year entries."
cs_cz: Systém také označí fiskální rok za "uzavřený" a označí všechny následující položky za uzavřený rok jako "položky předchozího roku".

source: The system then generates a closing entry, but it does not post the entry automatically.
cs_cz: Systém pak vygeneruje uzavírací položku, ale neukládá ji automaticky.

source: You are given the opportunity to make the offsetting equity account entry or entries, which allows you to decide how to allocate your closing entry.
cs_cz: Dostáváte příležitost vytvořit položku nebo položky, které vám umožní rozhodnout, jak zaúčtovat závěrečnou položku.

source: For example, if your company has several divisions, you can let the system generate a single closing entry for all the divisions, and you can then make an offsetting entry for each division's equity account.
cs_cz: Například pokud má vaše společnost několik divizí, můžete nechat systém vygenerovat jednu uzavírací položku pro všechny divize a pak můžete provést zaúčtování dle divizí.

source: You can post in a previous fiscal year, even after the income statement accounts have been closed, if you run the Close Income Statement batch job again afterward.
cs_cz: Můžete zaúčtovat v předchozím fiskálním roce, a to i po uzavření účtů výkazu zisku a ztráty, pokud spustíte dávkovou úlohu uzavření výsledovky později.

source: Close Income Statement
cs_cz: Uzavření výsledovky

source: To do this, you run the Close Income Statement batch job.
cs_cz: Chcete-li to provést, spusťte dávkovou úlohu Uzavření výsledovky .

source: This job transfers the year's result to an account in the balance sheet and closes the income statement accounts.
cs_cz: Tato úloha přenáší roční výsledek na účet v rozvaze a zavírá nákladové a výnosové účty.
